[
 {
  "cl_id": 85899632142,
  "texts": [
   {
    "ms_id": "0845Maqrizi.Mawaciz-442",
    "text": " له ولا\n ~~يعصون امره علي\n <mark class='pageno'> PageV01P356 </mark>\n<br>المكروه الواقع بهم وينادون الملك يعيش فليكن امره وهو يتتوج بالذهب \n~~والذهب كثير في بلده  <mark class='clusterStart'>@clb@2@85899632142@</mark> \n<br>ومما في بلده من العجاءب ان في الجزيرة الكبري التي بين البحرين جنسا\n ~~يعرف \n<br>بالكرنينا لهم ارض واسعة مزروعة من النيل والمطر فاذا كان وقت الزرع\n ~~خرج كل واحد منهم بما عنده من البذر واختط علي مقدار ما معه وزرع في اربعة\n ~~اركان الخطة يسيرا وجعل البذر في وسطه الخطة وشيءا من المزر وانصرف عنه\n ~~فاذا اصبح وجد ما اختط قد زرع وشرب المزر فاذا كان وقت الحصاد حصد يسيرا\n ~~منه ووضعه في موضع اراده ومعه مزر وينصرف فيجد الزرع قد حصد باسره وجرن\n ~~فاذا اراد دراسه وتذريته فعل به كذلك وربما اراد احدهم ان ينقي زرعه من\n ~~الحشيش فيلفظ بقلع شء من الزرع فيصبح وقد قلع جميع الزرع وهذه الناحية\n ~~التي فيها ما ذكرته بلدان واسعة مسيرة شهرين في شهرين يزرع جميعها في وقت\n ~~واحد وميرة بلد علوة ومتملكهم من هذه الناحية فيوجهون المراكب فتوسق \n~~وربما وقع بينهم حرب \n<br>قال وهذه الحكاية صحيحة معروفة مشهورة عند جميع النوبة والعلوة وكل من\n ~~يطرق ذلك البلد من تجار المسلمين لا يشكون فيه ولا يرتابون به ولولا ان\n ~~اشتهاره وانتشاره مما لا يجوز التواطء علي مثله لما ذكرت شيءا منه\n ~~لشناعته فاما اهل الناحية فيزعمون ان الجن تفعل ذلك وانها تظهر لبعضهم \n~~وتخدمهم بحجارة ينطاعون لهم بها وتعمل لهم عجاءب وان السحاب يطيعهم \n<br>قال ومن عجاءب ما حدثني به متملك المقرة للنوبة انهم يمطرون في الجبال \n~~ويلتقطون منه للوقت سمكا علي وجه الارض وسالتهم عن جنسه فذكروا انه صغير\n ~~القدر باذناب حمر قال وقد رايت جماعة واجناسا ممن تقدم ذكر اكثرهم\n ~~يعترفون بالباري سبحانه وتعالي ويتقربون اليه بالشمس والقمر والكواكب \n~~ومنهم من لا يعرف الباري ويعبد الشمس والنار ومنهم من يعبد كل ما استحسنه\n ~~من شجرة او بهيمة  <mark class='clusterEnd'>@cle@85899632142@</mark> وذكر انه راي رجلا في مجلس عظيم المقرة ساله عن بلده \n~~فقال مسافته الي "
   },
   {
    "ms_id": "0930IbnIyas.NuzhatUmam-166",
    "text": " الزنج بالزنج\n ~~الشمال في مركب من الجانب الشرقي حتي انتهاء الي بلد تعرف براس حفري وهي\n ~~مدينة كبيرة وتصير قبلتهم للصلاة نحو جدة وفيها رباط فيه جماعة من المسلمين\n ~~واكثرهم جنوبهم الذرة التي مثل الارز وعندهم المواشي كثير والخيل والحمار\n ~~ق ب والجمال ودينهم دين النصرانية وكتبهم بالقلم الرومي يفسرونها\n ~~بلسانهم  <mark class='clusterStart'>@clb@2@85899632142@</mark> ومما في بلدهم من العجاءب ان في الجزيرة الكبري التي بين البحرين\n ~~جنسا يعرف بالكرسا لهم ارض واسعة تزرع علي النيل والمطر واذا كان وقت الزرع\n ~~خرج كل واحد منهم ما عنده من البدار قد زرع واوان المزار فارغة واذا كان\n ~~وقت الحصاد خطوا شيءا من المزار وانصرفوا عنه فاذا اصبحوا وجدو الزرع قد\n ~~حصد باشره وجرن فاذا ارادوا دراسة وتدربته فعلوا بذلك وربما اراد احدهم\n ~~ان يبقي زرعة من الحشيش فيغلظ بقلع شء من الزرع فيضح \n\n<br>وقد راي جميع الزرع قد قلع وفي هذه الناحية بلدان واسعة مسيرة شهرين في\n ~~شهرين واكبر بلدهم علوة وهذه الحكاية عنهم صحيحة معروفة مشهورة عند جميع\n ~~اهل النوبة واهل علوة وكل من يطرق تلك النواحي من تجار المسلمين وان اهل\n ~~تلك الناحية يزعمون ان لجان تفعل معهم ذلك ومن عجاءب تلك الناحية ما حدث\n ~~به اهل الناحية ان المطر اذا مطر عندهم يلتقطون\n \n<mark class='pageno'> PageV01P191 </mark>\n\n<br>منه سمكا من اعلي الجبال وذكروا انه صغير القدر بادناب حمر ويقال ق \n~~ا ان فيهم جماعة يعترفون بالباري سبحانه وتعالي ويتقربون اليه بعبادة\n ~~الشمس والقمر والكواكب ومنهم من لا يعترف بالباري ويعبد النار ومنهم يعبد\n ~~كلما يستحسنه من شجرة او بهيمة  <mark class='clusterEnd'>@cle@85899632142@</mark> ومن هم من يعبد الله تعالي خالصا مخلصا واذا\n ~~ابطا عنهم المطر او اصابهم الوباء او وقع في بلادهم افة صعدوا الي الجبال\n ~~ودعوا الي الله فيجابوا من وقتهم وتقضي حاجتهم قبل ان ينزلوا وهم لا يعرفون\n ~~احدا من الانبياء ولا الرسل ولا ما نزل الله تعالي من الكتب ولكن تعبدون\n ~~الله تعالي باخلاص النية وملكهم مسلم لا يكلمه احدا من وراء حجاب وغالب\n ~~اكلهم الارز وهو "
   }
  ]
 },
 {
  "cl_id": 12282,
  "texts": [
   {
    "ms_id": "0749IbnFadlAllahCumari.MasalikAbsar-287",
    "text": " من صاحب مصر لان المطران الذي هو\n ~~حاكم حكام شريعتهم في جميع بلادهم النصرانية لا يقام الا من الاقباط\n ~~اليعاقبة بالديار المصرية حيث تخرج الاوامر السلطانية من مصر لبطرك\n ~~النصاري اليعاقبة بارسال مطران اليهم وذلك بعد سءال ملك الحبشة المسمي\n ~~بالحطي بلغتهم وارسال رسله وهداياه وهم يدعون انهم يحفظون مجاري النيل\n ~~المنحدر الي مصر ويساعدون علي اصلاح سلوكه تقريبا لصاحب مصر وانما\n ~~المشهود منهم والمعروف منهم الصدق والامانة فهو مشهور ولذلك يختار صاحب\n ~~اقامتهم منهم امناء علي الحريم والاولاد والارواح والاموال وكذلك بعض\n ~~التجار الكرامية و ذوو الاموال يجعلونهم علي حفظ اموالهم\n ~~وتجاراتهم وبضاءعهم الثمينة ومكاسبهم الجليلة الي قريب البلاد \n~~وبعيدها وطويل المسافات وقصيرها \n<br>وهذا ما وصلني من اخبارهم والله اعلم بالحق وعندهم وعنده العلم الصدق \n<br><mark class='pageno'> PageV04P091 </mark>\n<h4 class=markdownHeader><mark class='markHead'> الباب التاسع في ممالك مسلمي السودان علي ضفة النيل الي مصر</mark></h4><br> وفيه فصلان\n <h4 class=markdownHeader><mark class='markHead'> الفصل الاول في الكانم </mark></h4><br>الفصل الثاني في النوبة\n<br> <mark class='pageno'> PageV04P093 </mark>\n<h4 class=markdownHeader><mark class='markHead'> الفصل  <mark class='clusterStart'>@clb@2@12282@</mark> الاول في الكانم</mark></h4><br> الكانم بلد مسلم مستقل بينه وبين بلاد مالي مسافة بعيدة جدا \n~~قاعدة ملكه بلد اسمها جيمي مبدا مملكته من جهة مصر بلدة اسمها\n ~~زلا واخرها طولا بلدة يقال لها كاكا وبينهما نحو ثلاثة اشهر \n~~وعسكرهم يتلثمون وملكهم علي حقارة سلطانه وسوء بقعة مكانه في غاية لا تدرك\n ~~من الكبرياء يسمح براسه عنان السماء مع ضعف اجناد وقلة متحصل بلاد محجوب\n ~~لا يراه احد الا في يوم العيدين يري بكرة وعند العصر وفي ساءر السنة لا\n ~~يكلمه احد ولو كان اميرا الا من وراء حجاب  <mark class='clusterEnd'>@cle@12282@</mark> وربما كان فيهم من اخذ في\n ~~التعليم ونظر من الادب نظرة النجوم فقال اني سقيم فما زال يداوي علل\n ~~فهمه ويداري جامح علمه حتي تشرق عليه اشعتها ويطرز بديباجه امتعتها \n<br>غالب عيشهم الان الارز والقمح والذرة وببلادهم التين والليمون \n~~واللفت والباذنجان والرطب \n<br><mark class='pageno'> PageV04P095 </mark>\n<br>واخبرني ابو عبد الله السلالجي انه اخبره الشيخ الصالح المنقطع\n ~~عثمان الكانمي وهو من اقارب ملوكها ان الارز ينبت عندهم من غير بذر اصلا \n~~وهو ثقة قال السلالجي \n<br>وسالت عن ذلك غيره فاخبرني "
   },
   {
    "ms_id": "0845Maqrizi.Mawaciz-443",
    "text": " النيل ثلاثة اهلة وساله عن دينه \n<br>فقال ربي وربك الله ورب الملك ورب الناس كلهم واحد وانه قال له فاين\n ~~يكون \n<br>قال في السماء وحده وقال انه اذا ابطا عنهم المطر او اصابهم الوباء \n~~او وقع بدوابهم افة صعدوا الجبل ودعوا الله فيجابون للوقت وتقضي حاجتهم\n ~~قبل ان ينزلوه وساله هل ارسل فيكم رسول قال لا فذكر له بعثة موسي وعيسي\n ~~ومحمد صلوات الله عليهم وسلامه وما ابدوا به من المعجزات فقال اذا كانوا\n ~~فعلوا هذا فقد صدقوا ثم قال قد صدقتهم ان كانوا فعلوا \n<br>قال مءلفه رحمه الله وقد غلب اولاد كنز الدولة علي النوبة وملكوها من\n <mark class='pageno'> PageV01P357 </mark>\n<br>سنة وبني بدنقلة جامع ياوي اليه الغرباء واعلم ان علي ضفة  <mark class='clusterStart'>@clb@2@12282@</mark> النيل\n ~~ايضا الكانم وملكها مسلم وبينه وبين بلاد مالي مسافة بعيدة جدا وقاعدة\n ~~ملكه بلدة اسمها حميمي واول مملكته من جهة مصر بلدة اسمها زرلا واخرها\n ~~طولا بلدة يقال لها كاكا وبينهما نحو ثلاثة اشهر وهم يتلثمون وملكهم\n ~~متحجب لا يري الا يومي العيدين بكرة وعند العصر وطول السنة لا يكلمه احد\n ~~الا من وراء حجاب  <mark class='clusterEnd'>@cle@12282@</mark> وغالب عيشهم الارز وهو ينبت من غير بذر وعندهم القمح\n ~~والذرة والتين والليمون والباذنجان واللفت والرطب ويتعاملون بقماش ينسج\n ~~عندهم اسمه دندي طول كل ثوب عشرة اذرع يشترون به من ربع ذراع فاكثر \n~~ويتعاملون ايضا بالودع والخرز والنحاس المكسر والورق وجميع ذلك بسعر ذلك\n ~~القماش وفي جنوبها شعاري وصحاري فيها اشخاص متوحشة كالفيول قريبة من شكل\n ~~الادمي لا يلحقها الفارس تءذي الناس ويظهر في الليل ايضا شبه نار تضء \n~~فاذا مشي احد ليلحقها بعدت عنه ولو جري اليها لا يصل اليها بل لا تزال\n ~~امامه فاذا رماها بحجر فاصابها تشظي منها شرر وتعظم عندهم اليقطينة حتي\n ~~تصنع منها مراكب يعبر فيها في النيل \n<br>وهذه البلاد بين افريقية وبرقة ممتدة في الجنوب الي سمت الغرب الاوسط \n~~وهي بلاد قحطان وشطن وسوء مزاج واول من بث بها الاسلام الهادي\n ~~العثماني ادعي انه من ولد عثمان بن عفان "
   }
  ]
 },
 {
  "cl_id": 12281,
  "texts": [
   {
    "ms_id": "0749IbnFadlAllahCumari.MasalikAbsar-288",
    "text": " بصحة ذلك  <mark class='clusterStart'>@clb@3@12281@</mark> \n<br>ويتعاملون بقماش ينسج عندهم اسمه دندي طول كل ثوب عشرة اذرع يشترون من\n ~~ربع ذراع فاكثر ويتعاملون ايضا بالودع والخرز والنحاس المكسور والورق لكنه\n ~~جميعه يسعر بذلك القماش \n<br>وذكر ابن سعيد ان في جنوبيها شعار وصحار ي فيها اشخاص متوحشة\n ~~كالغول تءذي بني ادم ولا يلحقها الفارس وهي اقرب الحيوانات الي الشكل\n ~~الادمي \n<br>وذكر القاضي ابو عبد الله محمد بن عبد الملك المراكشي في كتابه المعجم\n ~~المسمي ب التكملة ابا اسحاق ابراهيم الكانمي الاديب الشاعر وحكي عنه\n ~~انه قال يظهر ببلاد الكانم بالقرب من امام الماشي في الليل شبيه قلل\n ~~نار تضء فاذا مشي ليلحقها بعدت عنه ولو جري اليها لا يصل اليها بل لا\n ~~تزال امامه وربما رماها بحجر فاصابها فيتشظي منها شرارات نقل لي هذا علي\n ~~ما راه في التكملة محمد السلالجي \n<br><mark class='pageno'> PageV04P096 </mark>\n<br>قال ابن سعيد \n<br>وان بها يقطينا تعظم اليقطينة الي ان يصنع منها مركب تعبر فيه في النيل \n~~قال وهذا مستفيض والعهدة علي الحاكي \n<br>وهذه البلاد بين افريقية وبرقة ممتدة في الجنوب الي سمت الغرب الاوسط \n~~وهي بلاد قحط وشظف وسوء مزاج مستول عليها واحوالها واحوال اهلها خشنة \n~~واول من نشر الاسلام فيها الهادي العثماني ادعي انه من ولد عثمان بن عفان\n  <mark class='clusterEnd'>@cle@12281@</mark> ~~رضي الله عنه وصارت بعده لليزنيين من بني ذي يزن والعدل قاءم في\n ~~بلادهم ومذهبهم مذهب الامام مالك رضي الله عنه \n<br>وهم ذوو اختصار في اللباس كايسون في الدين وقد بنوا بفسطاط مصر\n ~~مدرسة للمالكية ووفودهم ينزل بها \n<br><mark class='pageno'> PageV04P097 </mark>\n<h4 class=markdownHeader><mark class='markHead'> الفصل الثاني في النوبة </mark></h4><br>\n<br>تلي مصر في نهاية جنوبها علي ضفتي النيل الجاري الي مصر وقاعدتها دنقلة \n<br>ومدنها اشبه بالقري والضياع من المدن قليلة الخير والخصب يابسة الهواء \n~~وكذلك زهد فيها بنو ايوب في مدة السلطان صلاح الدين لما تجهز اخوه\n ~~شمس الدولة لاخذها فعدل الي اليمن لانهم خافوا من\n ~~الشهيد نور الدين محمود بن زنكي ان يقصدهم الي مصر وينتزع المملكة من\n ~~ايديهم فارادوا فتح بلاد من وراءهم تكون\n<br> <mark class='pageno'> PageV04P099 </mark>\n<br>ملجا لهم فقصدوا النوبة فلما "
   },
   {
    "ms_id": "0845Maqrizi.Mawaciz-443",
    "text": " النيل ثلاثة اهلة وساله عن دينه \n<br>فقال ربي وربك الله ورب الملك ورب الناس كلهم واحد وانه قال له فاين\n ~~يكون \n<br>قال في السماء وحده وقال انه اذا ابطا عنهم المطر او اصابهم الوباء \n~~او وقع بدوابهم افة صعدوا الجبل ودعوا الله فيجابون للوقت وتقضي حاجتهم\n ~~قبل ان ينزلوه وساله هل ارسل فيكم رسول قال لا فذكر له بعثة موسي وعيسي\n ~~ومحمد صلوات الله عليهم وسلامه وما ابدوا به من المعجزات فقال اذا كانوا\n ~~فعلوا هذا فقد صدقوا ثم قال قد صدقتهم ان كانوا فعلوا \n<br>قال مءلفه رحمه الله وقد غلب اولاد كنز الدولة علي النوبة وملكوها من\n <mark class='pageno'> PageV01P357 </mark>\n<br>سنة وبني بدنقلة جامع ياوي اليه الغرباء واعلم ان علي ضفة النيل\n ~~ايضا الكانم وملكها مسلم وبينه وبين بلاد مالي مسافة بعيدة جدا وقاعدة\n ~~ملكه بلدة اسمها حميمي واول مملكته من جهة مصر بلدة اسمها زرلا واخرها\n ~~طولا بلدة يقال لها كاكا وبينهما نحو ثلاثة اشهر وهم يتلثمون وملكهم\n ~~متحجب لا يري الا يومي العيدين بكرة وعند العصر وطول السنة لا يكلمه احد\n ~~الا من وراء حجاب وغالب عيشهم الارز وهو  <mark class='clusterStart'>@clb@3@12281@</mark> ينبت من غير بذر وعندهم القمح\n ~~والذرة والتين والليمون والباذنجان واللفت والرطب ويتعاملون بقماش ينسج\n ~~عندهم اسمه دندي طول كل ثوب عشرة اذرع يشترون به من ربع ذراع فاكثر \n~~ويتعاملون ايضا بالودع والخرز والنحاس المكسر والورق وجميع ذلك بسعر ذلك\n ~~القماش وفي جنوبها شعاري وصحاري فيها اشخاص متوحشة كالفيول قريبة من شكل\n ~~الادمي لا يلحقها الفارس تءذي الناس ويظهر في الليل ايضا شبه نار تضء \n~~فاذا مشي احد ليلحقها بعدت عنه ولو جري اليها لا يصل اليها بل لا تزال\n ~~امامه فاذا رماها بحجر فاصابها تشظي منها شرر وتعظم عندهم اليقطينة حتي\n ~~تصنع منها مراكب يعبر فيها في النيل \n<br>وهذه البلاد بين افريقية وبرقة ممتدة في الجنوب الي سمت الغرب الاوسط \n~~وهي بلاد قحطان وشطن وسوء مزاج واول من بث بها الاسلام الهادي\n ~~العثماني ادعي انه من ولد عثمان بن عفان  <mark class='clusterEnd'>@cle@12281@</mark> "
   },
   {
    "ms_id": "0930IbnIyas.NuzhatUmam-167",
    "text": "  <mark class='clusterStart'>@clb@3@12281@</mark> ينبت عندهم من غبر بذر وعندهم يوجد القمح والذرة والتين\n ~~والليمون والبادنجان واللفت والرطب ويجلب من عندهم قماش يقال له الدندي طول\n ~~كل ثوب عشرة اذرع ويتعاملون بالودع والخرز والنحاس المكسر والورق وفي\n ~~جوانب تلك النواحي اشخاص متوحشة تسمي الغول قريب من الشكل الادمي نودي\n ~~الناس ويكسرهم ولا يظهر الا بالليل ويظهر منها شبه شرار النار فاذا مشي ق\n ~~ب احد ليلحقها بعدت عنه ولو جري خلفها لا يصل اليها بل لا تزال امامه\n ~~فاذا رماها بحجر فاصابها فيطير منها شرار مثل شرار الحداد فلا يلحقها\n ~~الفارس الراكب المجد ويختفي في مغاير هناك في الجبال \n\n<br>ومن العجاءب عندهم ان اليقظة تصير عندهم قدر المركب الصغير حتي انهم\n ~~يصنعوا من نصفها مركب ويضعوه في النيل ويعدوا فيه وهذه البلاد بين افريقية\n ~~وبرقة ممتدة في الجنوب الي سميت الغرب الاوسط وهي  <mark class='clusterEnd'>@cle@12281@</mark> بلد شر مزاج باهلها \n\n<h4 class=markdownHeader><mark class='markHead'> ذكر مدينة بلاد البجة</mark></h4> \n<br>اعلم ان اول بلد البجة من قرية تعرف باحزبة وبينها وبين قوص نحو من ثلاث\n ~~مراحل وبها معدن الزمرد \n\n<br>وذكر الجاحظ ان ليس في الدنيا معدن للزمرد غير هذا الموضوع وهو يوجد في\n ~~مغاير بعيدة مظلمة يدخل اليها الانسان بالمصابيح ويحفر عليه بالمعاول \n~~فيوجد في وسط حجارة عشم خضر الالوان واخر بلادا لبجة اول بلاد الحبشة مما\n ~~يلي جزاير سواكن وهم صغر الالوان\n \n<mark class='pageno'> PageV01P192 </mark>\n\n<br>ولهم سرعة في الجري ويصنعون عندهم السم وهذا السم يعمل من عروق ق \n~~ا شجر الفلقة يطبخ علي النار حتي يصير مثل الغرا فاذا ارادوا تجربته شرط\n ~~احدهم جسده حتي يسيل الدم ثم يشممه من ذلك السم فاذا ترجع الدم علموا انه\n ~~حيد فيمسحوا الدم بسرعة ليلا يسري في جسده فيقتله وان يسري في جسده قنله في\n ~~وقته وليس له تجربة غير ذلك وبلادهم كثيرة المعادن من الذهب والفضة\n ~~والنحاس والرصاص والحديد وحجر المغنايسط والزمرد وحجارة اذا بليتها بريت\n ~~تقد مثل الفتيلة وفي اوديتهم شجر الاهليلج والادخر والشيح والسنا وشجر\n ~~اللبان وغير ذلك من الاشجار وبها ساءر الوحوش من السباع "
   }
  ]
 },
 {
  "cl_id": 120259272260,
  "texts": [
   {
    "ms_id": "0845Maqrizi.Mawaciz-444",
    "text": " رضي الله عنه وصارت بعده \n~~لليزنيين من بني سيف بن ذي يزن وهم علي مذهب الامام مالك بن انس رحمه\n ~~الله والعدل قاءم بينهم وهم يابسون في الدين لا يلينون وبنوا بمدينة مصر\n ~~مدرسة للمالكية عرفت بمدرسة ابن رشيق في سني اربعين وستماءة وصارت وفودهم\n ~~تنزل بها وسيرد ذكرها في المدارس ان شاء الله تعالي \n<h4 class=markdownHeader><mark class='markHead'> ذكر البجة ويقال انهم من  <mark class='clusterStart'>@clb@3@120259272260@</mark> البربر</mark></h4><br> اعلم ان اول بلد البجة من قرية تعرف بالحزبة معدن الزمرذ في صحراء قوص \n~~وبين هذا الموضع وبين قوص نحو من ثلاث مراحل وذكر الجاحظ انه ليس في\n ~~الدنيا معدن للزمرذ غير هذا الموضع وهو يوجد في مغاير بعيدة مظلمة يدخل\n ~~اليها بالمصابيح وبحبال يستدل بها علي الرجوع خوف الضلال ويحفر عليه\n ~~بالمعاول فيوجد في وسط الحجارة وحوله غشيم دونه في الصبغ والجوهر واخر\n ~~بلاد البجة اول بلاد الحبشة وهم في بطن هذه الجزيرة اعني جزيرة مصر الي\n ~~سيف البحر الملح مما يلي جزاءر سواكن وباضع ودهلك وهم بادية يتبعون\n ~~الكلا حيثما كان الرعي باخبية من  <mark class='clusterEnd'>@cle@120259272260@</mark> جلود \n<mark class='pageno'> PageV01P358 </mark>\n<br>وانسابهم من جهة النساء ولكل بطن منهم رءيس وليس عليهم متملك ولا لهم\n ~~دين وهم يورثون ابن البنت وابن الاخت دون ولد الصلب ويقولون ان ولادة\n ~~ابن الاخت وابن البنت اصح فانه ان كان من زوجها او من غيره فهو ولدها\n ~~علي كل حال وكان لهم قديما رءيس يرجع جميع رءساءهم الي حكمه يسكن قرية\n ~~تعرف بهجر هي اقصي جزيرة البجة ويركبون النجب الصهب وتنتج عندهم وكذلك\n ~~الجمال العراب كثيرة عندهم ايضا والمواشي من البقر والغنم والضان غاية في\n ~~الكثرة عندهم وبقرهم وحسان ملعمة بقرون عظام ومنها جم وكباشهم كذلك\n ~~منمرة ولها البان وغذاءهم اللحم وشرب اللبن واكلهم للجبن قليل وفيهم من\n ~~ياكله وابدانهم صحاح وبطونهم خماص والوانهم مشرقة الصفرة ولهم سرعة في\n ~~الجري يباينون بها الناس وكذلك جمالهم شديدة العدو صبورة عليه وعلي\n ~~العطش يسابقون عليها الخيل ويقاتلون عليها وتدور بهم كما يشتهون \n~~ويقطعون عليها من البلاد ما يتفاوت ذكره ويتطاردون "
   },
   {
    "ms_id": "0930IbnIyas.NuzhatUmam-167",
    "text": " ينبت عندهم من غبر بذر وعندهم يوجد القمح والذرة والتين\n ~~والليمون والبادنجان واللفت والرطب ويجلب من عندهم قماش يقال له الدندي طول\n ~~كل ثوب عشرة اذرع ويتعاملون بالودع والخرز والنحاس المكسر والورق وفي\n ~~جوانب تلك النواحي اشخاص متوحشة تسمي الغول قريب من الشكل الادمي نودي\n ~~الناس ويكسرهم ولا يظهر الا بالليل ويظهر منها شبه شرار النار فاذا مشي ق\n ~~ب احد ليلحقها بعدت عنه ولو جري خلفها لا يصل اليها بل لا تزال امامه\n ~~فاذا رماها بحجر فاصابها فيطير منها شرار مثل شرار الحداد فلا يلحقها\n ~~الفارس الراكب المجد ويختفي في مغاير هناك في الجبال \n\n<br>ومن العجاءب عندهم ان اليقظة تصير عندهم قدر المركب الصغير حتي انهم\n ~~يصنعوا من نصفها مركب ويضعوه في النيل ويعدوا فيه وهذه البلاد بين افريقية\n ~~وبرقة ممتدة في الجنوب الي سميت الغرب الاوسط وهي بلد شر مزاج باهلها \n\n<h4 class=markdownHeader><mark class='markHead'> ذكر مدينة بلاد  <mark class='clusterStart'>@clb@3@120259272260@</mark> البجة</mark></h4> \n<br>اعلم ان اول بلد البجة من قرية تعرف باحزبة وبينها وبين قوص نحو من ثلاث\n ~~مراحل وبها معدن الزمرد \n\n<br>وذكر الجاحظ ان ليس في الدنيا معدن للزمرد غير هذا الموضوع وهو يوجد في\n ~~مغاير بعيدة مظلمة يدخل اليها الانسان بالمصابيح ويحفر عليه بالمعاول \n~~فيوجد في وسط حجارة عشم خضر الالوان واخر بلادا لبجة اول بلاد الحبشة مما\n ~~يلي جزاير سواكن  <mark class='clusterEnd'>@cle@120259272260@</mark> وهم صغر الالوان\n \n<mark class='pageno'> PageV01P192 </mark>\n\n<br>ولهم سرعة في الجري ويصنعون عندهم السم وهذا السم يعمل من عروق ق \n~~ا شجر الفلقة يطبخ علي النار حتي يصير مثل الغرا فاذا ارادوا تجربته شرط\n ~~احدهم جسده حتي يسيل الدم ثم يشممه من ذلك السم فاذا ترجع الدم علموا انه\n ~~حيد فيمسحوا الدم بسرعة ليلا يسري في جسده فيقتله وان يسري في جسده قنله في\n ~~وقته وليس له تجربة غير ذلك وبلادهم كثيرة المعادن من الذهب والفضة\n ~~والنحاس والرصاص والحديد وحجر المغنايسط والزمرد وحجارة اذا بليتها بريت\n ~~تقد مثل الفتيلة وفي اوديتهم شجر الاهليلج والادخر والشيح والسنا وشجر\n ~~اللبان وغير ذلك من الاشجار وبها ساءر الوحوش من السباع "
   }
  ]
 },
 {
  "cl_id": 111669547165,
  "texts": [
   {
    "ms_id": "0845Maqrizi.Mawaciz-446",
    "text": " تراجع الدم علم انه جيد ومسح الدم\n ~~لءلا يرجع الي جسمه فيقتله فاذا اصاب الانسان قتل لوقته ولو مثل شرطة\n ~~الحجام وليس له عمل في غير الجرح والدم وان شرب منه لم يضر وبلدانهم كلها\n ~~معادن وكلما تصاعدت كانت اجود ذهبا واكثر وفيها معادن الفضة والنحاس\n ~~والحديد والرصاص وحجر المغناطيس والمرقشيتا والحمست والزمرذ وحجارة شطبا \n~~فاذا بلت الشطبة منها بزيت وقدت مثل الفتيلة وغير ذلك مما شغلهم طلب معادن\n ~~الذهب عما سواه \n<br>والبجة لا تتعرض لعمل شء من هذه المعادن وفي اوديتهم شجر المقل \n~~والاهليلج والاذخر والشيح والسنا والحنظل وشجر البان وغير ذلك وباقصي\n ~~بلدهم \n<br>النخل وشجر الكرم والرياحين وغير ذلك مما لم يزرعه احد وبها ساءر الوحش\n ~~من السباع  <mark class='clusterStart'>@clb@2@111669547165@</mark> والفيلة والنمور والفهود والقردة وعناق الارض والزباد ودابة\n ~~تشبه الغزال حسنة المنظر لها قرنان علي لون الذهب قليلة البقاء اذا صيدت \n~~ومن الطيور الببغاء والنقيط والنوبي والقماري ودجاج الحبش وحمام\n ~~بازين وغير ذلك \n<br>وليس منهم رجل الا منزوع البيضة اليمني واما النساء فمقطوع اشفار فروجهن\n ~~وانه يلتحم حتي يشق عنه للمتزوج بمقدار ذكر الرجل ثم قل هذا الفعل عندهم \n~~وقيل ان السبب في ذلك ان ملكا من الملوك حاربهم قديما ثم صالحهم وشرط\n ~~عليهم قطع ثدي من يولد لهم من النساء وقطع ذكور من يولد من الرجال اراد\n ~~بذلك قطع النسل منهم فوفوا بالشرط وقلبوا المعني في ان جعلوا قطع الثدي\n ~~للرجال والفروج للنساء وفيهم جنس يقلعون ثناياهم ويقولون لا نتشبه\n ~~بالحمير وفيهم جنس اخر في اخر بلاد البجة يقال لهم \n<br>البازة نساء جميعهم يتسمون باسم واحد وكذلك الرجال فطرقهم في وقت رجل\n ~~مسلم له جمال فدعا بعضهم بعضا وقالوا هذا الله قد نزل من السماء وهو\n ~~جالس تحت الشجرة فجعلوا ينظرون اليه من بعد \n<br>وتعظم الحيات ببلدهم  <mark class='clusterEnd'>@cle@111669547165@</mark> وتكثر اصنافها ورءيت حية في غدير ماء قد اخرجت\n ~~ذنبها والتفت علي امراة وردت فقتلتها فرءي شحمها قد خرج من دبرها من شدة\n ~~الضغطة وبها حية ليس لها راس وطرفاها سواء منقشة "
   },
   {
    "ms_id": "0930IbnIyas.NuzhatUmam-168",
    "text": "  <mark class='clusterStart'>@clb@2@111669547165@</mark> والفيلة والنمور\n ~~والفهود والقرود ودابة الزباد وبها دابة تشبه الغزال حسنة المنظر لها قرنان\n ~~مثل لون الذهب قليلة البقاء اذا صيدت وبها من الطيور الدرة والقماري ودجاج\n ~~الحبش والحمام النازيني وغير ذلك من اصناف متعددة وليس منهم رجل الا وهو\n ~~منزوع البيضة اليمين واما النساء فمقطوع اشفار فروجهن وانه يلتحم حتي تشق\n ~~عنه للمتزوج بمقدار ذكر الرجل والسبب في ذلك ان ملكا من الملوك حاربهم\n ~~قديما ق ب ثم صالحهم وشرط عليهم قطع ثدي ممن يولد لهم من النساء\n ~~وقطع ذكور ممن يولد ممن لهم من الرجال اراد بذلك قطع نسلهم فوفوا له بالشرط\n ~~وقبلوا المعني فصاروا يقطعوا بيضة للرجل والفروج للنساء وفيهم جنس يقلعون\n ~~ثناياهم ويقولون لا نتشبه بالحمير وفيهم جنس في اخر بلاد البجة يقال لهم\n ~~البازة يسمون نساءهم باسم واحد وكذلك رجالهم \n\n<br>ويقال ان طرفهم في بعض الاوقات رجل من المسلمين حسن المنظر فدعا بعضهم\n ~~بعضا وقالوا ربنا قد نزل من السماء وهو جالس تحت هذه الشجرة فجعلوا ينطوون\n ~~اليه من بعد ويعظمونه \n\n<br>ومن العجاءب عندهم  <mark class='clusterEnd'>@cle@111669547165@</mark> ان الحياة تخرج من الغدير وتلف ذنبها علي البقرة\n ~~فتقتلها وعندهم حياة ليس لها راس ولا ذنب وهي سواء اذا مشي الانسان علي\n ~~اثرها مات واذا قتلت وامسك لقاتل ما قتلها به من عوذ اوحر به في يده ولم\n ~~يلقيها من يده بسرعة مات من وقته \n\n<br>\n\n<mark class='pageno'> PageV01P193 </mark>\n\n<h4 class=markdownHeader><mark class='markHead'> ذكر مدينة اسوان</mark></h4> \n<br>اعلم ان اسوان في اخر بلاد الصعيد وهي ثغر من ثغور الاقليم القبلية تفصل\n ~~بين النوبة وبين ارض ق ا مصر وكانت كثيرة الحنطة وغيرها من الحبوب\n ~~والفواكه والخضروات والبقول وكانت كثيرة الحيوانات من الابل والبقر والغنم\n ~~وبها بضاءع تحمل منها الي بلاد النوبة وعلي خمسة عشر يوما من اسوان معدن\n ~~الذهب وهو البتر \n\n<br>قال المسعودي ومدينة اسوان يسكنها خلق من العرب وهم قباءل من قحطان\n ~~ونزار من ربيعة ومن مضر ومن قريش واكثرهم من الحجاز وهي بلد كثيرة النخل\n ~~تودع في ارضها النوبة من التمر فتنبت نخلة وتوكل من تمرها بعد "
   }
  ]
 },
 {
  "cl_id": 103079340699,
  "texts": [
   {
    "ms_id": "0257IbnCabdHakam.FutuhMisr-181",
    "text": " العاص اربعين راسا فكره ان يقبل منهم \n~~فرد ذلك علي عظيم من عظماء القبط يقال له نستقوس وهو القيم لهم فيها فباع\n ~~ذلك واشتري لهم جهازا فاحتجوا بذلك ان عمرا بعث اليهم القمح والخل \n~~وذلك انهم زجروا عن القمح والخيل فكشفوا ذلك في الزمان الاول فاصيبوا هذه\n ~~قصتهم <mark class='pageno'> PageV01P216 </mark>\n<br>ثم رجع الحديث فتجمع له في انصرافه علي شاطء النيل البجة فسال عنهم\n ~~فاخبر بمكانهم فهان عليه امرهم فنفذ وتركه ولم يكن لهم عقد ولا\n ~~صلح واول من صالحهم عبيد الله بن الحبحاب \n<br>ويزعم بعض المشايخ انه قرا كتاب  <mark class='clusterStart'>@clb@3@103079340699@</mark> ابن الحبحاب فاذا فيه ثلاثماءة بكر في\n ~~كل عام حتي ينزلوا الريف مجتازين تجارا غير مقيمين علي الا يقتلوا مسلما\n ~~ولا ذميا فان قتلوه فلا عهد لهم ولا يءوا عبيد المسلمين وان يردوا اباقهم\n  <mark class='clusterEnd'>@cle@103079340699@</mark> ~~اذا وقعوا وقد عهدت هذا في ايامهم يءخذون به ولكل شاة اخذها بجاوي فعليه\n ~~اربعة دنانير والبقرة عشرة وكان وكيلهم مقيما بالريف رهينة بيد المسلمين \n<h4 class=markdownHeader><mark class='markHead'> ذكر ذي الصواري</mark></h4><br> قال عبد الرحمن ثم غزا عبد الله بن سعد بن ابي سرح كما حدثنا يحيي\n ~~ابن عبد الله بن بكير عن الليث بن سعد ذات الصواري في سنة اربع وثلاثين \n<br>وكان من حديث هذه الغزوة كما حدثنا عبد الله بن صالح عن الليث ابن سعد \n~~عن يزيد بن ابي حبيب ان عبد الله بن سعد لما نزل ذات الصواري انزل نصف\n ~~الناس مع بسر بن ابي ارطاة سرية في البر فلما مضوا اتي ات الي عبد الله\n ~~ابن سعد فقال ما كنت فاعلا حين ينزل بك هرقل في الف مركب فافعله الساعة \n<br>قال غير الليث انما هو ابن هرقل لان هرقل مات في سنة تسع عشرة والمسلمون\n ~~محاصرون الاسكندرية \n<br>ثم رجع الي حديث الليث عن يزيد بن ابي حبيب قال وانما مراكب المسلمين\n ~~يومءذ ماءتا مركب ونيف فقام عبد الله بن سعد بين ظهراني الناس فقال قد\n ~~بلغني ان هرقل قد اقبل اليكم في الف مركب فاشيروا علي فما كلمه رجل "
   },
   {
    "ms_id": "0845Maqrizi.Mawaciz-447",
    "text": " ليست بالكبيرة اذا مشي\n ~~الانسان علي اثرها مات واذا قتلت وامسك القاتل ما قتلها به من عود او حربة\n ~~في يده ولم يلقه من ساعته مات وقتلت حية منها بخشبة فانشقت الخشبة واذا\n ~~تامل هذه الحية احد وهي ميتة او حية اصابه ضررها وفي البجة شر وتسرع\n ~~اليه ولهم في الاسلام وقبله اذية علي شرق صعيد\n <mark class='pageno'> PageV01P360 </mark>\n<br>مصر خربوا هناك قري عديدة وكانت فراعنة مصر تغزوهم وتوادعهم احيانا\n ~~لحاجتهم الي المعادن وكذلك الروم لما ان ملكوا مصر ولهم في المعادن اثار\n ~~مشهورة وكان اصحابهم بها وقد فتحت مصر \n<br>قال عبد الرحمن بن عبد الله بن عبد الحكم وتجمع لعبد الله بن سعد بن ابي\n ~~سرح في انصرافه من النوبة علي شاطء النيل البجة فسال عن شانهم فاخبر \n~~ان ليس لهم ملك يرجعون اليه فهان عليه امرهم وتركهم فلم يكن لهم عقد ولا\n ~~صلح وكان اول من هادنهم عبيد الله بن الحبحاب السلولي ويذكر انه وجد في\n ~~كتاب  <mark class='clusterStart'>@clb@3@103079340699@</mark> ابن الحبحاب لهم ثلثماءة بكر في كل عام حين ينزلون الريف مجتازين\n ~~تجارا غير مقيمين علي ان لا يقتلوا مسلما ولا ذميا فان قتلاه فلا عهد\n ~~لهم ولا يءوا عبيد المسلمين وان يردوا ابقيهم  <mark class='clusterEnd'>@cle@103079340699@</mark> اذا وقعوا اليهم \n<br>ويقال انهم كانوا يءاخذون بهذا وبكل شاة اخذها البجاوي فعليه اربعة\n ~~دنانير وللبقرة عشرة وكان وكيلهم مقيما بالريف رهينة بيد المسلمين ثم\n ~~كثر المسلمون في المعدن فخالطوهم وتزوجوا فيهم واسلم كثير من الجنس\n ~~المعروف بالحدارب اسلاما ضعيفا وهم شوكة القوم ووجوههم وهم مما يلي مصر\n ~~من اول حدهم الي العلاقي وعيذاب المعبر منه الي جدة وما وراء ذلك ومنهم\n ~~جنس اخر يعرفون بالرنافج هم اكثر عددا من الحدارب غير انهم تبع لهم\n ~~وخفراءهم يحمونهم ويحبونهم المواشي ولكل رءيس من الحدارب قوم من الرنافج\n ~~في حملته فهم كالعبيد يتوارثونهم بعد ان كانت الرنافج قديما اظهر عليهم \n~~ثم كثرت اذيتهم علي المسلمين وكان ولاة اسوان من العراق فرفع الي امير\n ~~المءمنين المامون خبرهم فاخرج اليهم عبد الله بن الجهم "
   },
   {
    "ms_id": "0900IbnCabdMuncimHimyari.RawdMictar-995",
    "text": "  <mark class='clusterStart'>@clb@3@103079340699@</mark> ابن الحبحاب فاذا فيه ثلثماءة بكر في كل عام حتي\n ~~ينزلوا الريف مجتازين تجارا غير مقيمين علي ان لا يقتلوا مسلما ولا\n ~~ذميا وان قتلوا فلا عهد لهم ولا يءوا عبيد المسلمين وان يردوا اباقهم \nهر <mark class='clusterEnd'>@cle@103079340699@</mark> شي \n<br>بفتح اوله واسكان ثانية مقصور علي وزن فعلي جبل من بلاد تهامة وهو علي\n ~~ملتقي طريق الشام والمدينة في ارض مستوية لا تنبت شيءا وهي قريبة من\n ~~الجحفة يري منها البحر وقال الشاعر \n<br>خذا بطن هرشي او قفاها فانه <mark class='poetryMark'> %~% </mark>كلا جانبي هرشي لهن طريق\n<br> وروي ان رسول \n~~الله صلي الله عليه وسلم راي خالد بن الوليد رضي الله عنه متدليا من عقبة\n ~~هرشي فقال نعم الرجل خالد بن الوليد \n<br>وفي كتاب مسلم انه صلي الله عليه وسلم اتي علي ثنية هرشي فقال اي ثنية\n ~~هذه قالوا ثنية هرشي قال صلي الله عليه وسلم كاني انظر الي يونس بن\n ~~متي عليه السلام علي ناقة حمراء جعدة عليه جبة من صوف خطام ناقته خلبة وهو\n ~~يلبي \nهرقلة \n<br>بالشام في بلاد الروم كان الرشيد نزل عليها وحصرها سنة تسعين وماءة \n~~وكان طاغية الروم نقفور بن استبراق قد هادنه ثم نكث وكان الرشيد\n ~~مريضا فكرهوا تعريفه بذلك لمرضه فدخل عليه من انشده \n<br>نقض الذي اعطاكه نقفور <mark class='poetryMark'> %~% </mark>وعليه داءرة البوار تدور \n<br>ابشر امير المءمنين فانه <mark class='poetryMark'> %~% </mark>فتح اتاك به الاله كبير\n<br> في ابيات غير هذه \n~~فقال الرشيد او قد فعل ثم جهز وغزاه <mark class='pageno'> PageV01P592 </mark>فنزل علي هرقلة هذه \n~~وكان معه اهل الثغور وفيهم شيخا الثغور الشامية مخلد بن الحسين وابو\n ~~اسحاق الفزاري صاحب كتاب السير فخلا الرشيد بمخلد بن الحسين فقال ايش\n ~~تقول في نزولنا علي هذا الحصن فقال هذا اول حصن لقيته من حصون الروم وهو\n ~~في نهاية المنعة والقوة فان نزلت عليه وسهل فتحه لم يتعذر عليك فتح حصن\n ~~بعده فامره بالانصراف ودعا بابي اسحاق الفزاري فقال له مثل ما قال لمخلد \n~~فقال يا امير المءمنين هذا حصن بنته الروم في نحر الدروب وجعلته لها\n ~~ثغرا من الثغور وليس "
   }
  ]
 },
 {
  "cl_id": 231928489978,
  "texts": [
   {
    "ms_id": "0257IbnCabdHakam.FutuhMisr-181",
    "text": " العاص اربعين راسا فكره ان يقبل منهم \n~~فرد ذلك علي عظيم من عظماء القبط يقال له نستقوس وهو القيم لهم فيها فباع\n ~~ذلك واشتري لهم جهازا فاحتجوا بذلك ان عمرا بعث اليهم القمح والخل \n~~وذلك انهم زجروا عن القمح والخيل فكشفوا ذلك في الزمان الاول فاصيبوا هذه\n ~~قصتهم <mark class='pageno'> PageV01P216 </mark>\n<br>ثم رجع الحديث فتجمع له  <mark class='clusterStart'>@clb@2@231928489978@</mark> في انصرافه علي شاطء النيل البجة فسال عنهم\n ~~فاخبر بمكانهم فهان عليه امرهم فنفذ وتركه ولم يكن لهم عقد ولا\n ~~صلح واول من صالحهم عبيد الله بن الحبحاب \n<br>ويزعم بعض المشايخ انه قرا كتاب ابن الحبحاب فاذا فيه ثلاثماءة بكر في\n ~~كل عام حتي ينزلوا الريف مجتازين تجارا غير مقيمين علي الا يقتلوا مسلما\n ~~ولا ذميا فان قتلوه فلا عهد لهم ولا يءوا عبيد المسلمين وان يردوا اباقهم\n ~~اذا وقعوا وقد عهدت هذا في ايامهم يءخذون به ولكل شاة اخذها بجاوي فعليه\n ~~اربعة دنانير والبقرة عشرة وكان وكيلهم مقيما بالريف رهينة بيد المسلمين  <mark class='clusterEnd'>@cle@231928489978@</mark> \n<h4 class=markdownHeader><mark class='markHead'> ذكر ذي الصواري</mark></h4><br> قال عبد الرحمن ثم غزا عبد الله بن سعد بن ابي سرح كما حدثنا يحيي\n ~~ابن عبد الله بن بكير عن الليث بن سعد ذات الصواري في سنة اربع وثلاثين \n<br>وكان من حديث هذه الغزوة كما حدثنا عبد الله بن صالح عن الليث ابن سعد \n~~عن يزيد بن ابي حبيب ان عبد الله بن سعد لما نزل ذات الصواري انزل نصف\n ~~الناس مع بسر بن ابي ارطاة سرية في البر فلما مضوا اتي ات الي عبد الله\n ~~ابن سعد فقال ما كنت فاعلا حين ينزل بك هرقل في الف مركب فافعله الساعة \n<br>قال غير الليث انما هو ابن هرقل لان هرقل مات في سنة تسع عشرة والمسلمون\n ~~محاصرون الاسكندرية \n<br>ثم رجع الي حديث الليث عن يزيد بن ابي حبيب قال وانما مراكب المسلمين\n ~~يومءذ ماءتا مركب ونيف فقام عبد الله بن سعد بين ظهراني الناس فقال قد\n ~~بلغني ان هرقل قد اقبل اليكم في الف مركب فاشيروا علي فما كلمه رجل "
   },
   {
    "ms_id": "0845Maqrizi.Mawaciz-447",
    "text": " ليست بالكبيرة اذا مشي\n ~~الانسان علي اثرها مات واذا قتلت وامسك القاتل ما قتلها به من عود او حربة\n ~~في يده ولم يلقه من ساعته مات وقتلت حية منها بخشبة فانشقت الخشبة واذا\n ~~تامل هذه الحية احد وهي ميتة او حية اصابه ضررها وفي البجة شر وتسرع\n ~~اليه ولهم في الاسلام وقبله اذية علي شرق صعيد\n <mark class='pageno'> PageV01P360 </mark>\n<br>مصر خربوا هناك قري عديدة وكانت فراعنة مصر تغزوهم وتوادعهم احيانا\n ~~لحاجتهم الي المعادن وكذلك الروم لما ان ملكوا مصر ولهم في المعادن اثار\n ~~مشهورة وكان اصحابهم بها وقد فتحت مصر \n<br>قال عبد الرحمن بن عبد الله بن عبد الحكم وتجمع لعبد الله بن سعد بن ابي\n ~~سرح  <mark class='clusterStart'>@clb@2@231928489978@</mark> في انصرافه من النوبة علي شاطء النيل البجة فسال عن شانهم فاخبر \n~~ان ليس لهم ملك يرجعون اليه فهان عليه امرهم وتركهم فلم يكن لهم عقد ولا\n ~~صلح وكان اول من هادنهم عبيد الله بن الحبحاب السلولي ويذكر انه وجد في\n ~~كتاب ابن الحبحاب لهم ثلثماءة بكر في كل عام حين ينزلون الريف مجتازين\n ~~تجارا غير مقيمين علي ان لا يقتلوا مسلما ولا ذميا فان قتلاه فلا عهد\n ~~لهم ولا يءوا عبيد المسلمين وان يردوا ابقيهم اذا وقعوا اليهم \n<br>ويقال انهم كانوا يءاخذون بهذا وبكل شاة اخذها البجاوي فعليه اربعة\n ~~دنانير وللبقرة عشرة وكان وكيلهم مقيما بالريف رهينة بيد المسلمين  <mark class='clusterEnd'>@cle@231928489978@</mark> ثم\n ~~كثر المسلمون في المعدن فخالطوهم وتزوجوا فيهم واسلم كثير من الجنس\n ~~المعروف بالحدارب اسلاما ضعيفا وهم شوكة القوم ووجوههم وهم مما يلي مصر\n ~~من اول حدهم الي العلاقي وعيذاب المعبر منه الي جدة وما وراء ذلك ومنهم\n ~~جنس اخر يعرفون بالرنافج هم اكثر عددا من الحدارب غير انهم تبع لهم\n ~~وخفراءهم يحمونهم ويحبونهم المواشي ولكل رءيس من الحدارب قوم من الرنافج\n ~~في حملته فهم كالعبيد يتوارثونهم بعد ان كانت الرنافج قديما اظهر عليهم \n~~ثم كثرت اذيتهم علي المسلمين وكان ولاة اسوان من العراق فرفع الي امير\n ~~المءمنين المامون خبرهم فاخرج اليهم عبد الله بن الجهم "
   }
  ]
 }
]